[
  {
    "title": "Business Analyst",
    "company": "adidas",
    "location": "Ho Chi Minh City Metropolitan Area",
    "workplaceType": null,
    "postDate": "2025-09-29",
    "salary": null,
    "jobType": null,
    "jobLink": "https://vn.linkedin.com/jobs/view/business-analyst-at-adidas-4295533791?position=1&pageNum=0&refId=%2Fk2S6dRheJ%2F0f1s8MVrlXw%3D%3D&trackingId=%2FmF0yBpAsYre6tojoIp6cw%3D%3D",
    "companyLink": "https://de.linkedin.com/company/adidas?trk=public_jobs_jserp-result_job-search-card-subtitle",
    "description": "FRS:Lead and drive consistent sales reporting, data analysis and reporting programs. Monitor and evaluate implementation of analytics toolsetDevelop best practice guidance and provide them in your scope of responsibility to other stakeholders to maximize the use of analytics capabilities. Establish and maintain customer sell out and inventory reporting, conducting quantitative product and sales analysis with Key Account monthly/quarterly meetingsAssist in the development of Key Account Plans and ensure high quality of quarterly reviewsCollate and Track Trade Spend across channel and by stores aligned to customer agreementsAssist Omni channel marketing with collation and analyses of product performance in FRS channel. Support other business stakeholders and country/cluster as needed. ORT:Own all the data in ORT channel; lead and drive consistent sales reporting, data analysis and reporting programs. Prepare weekly and monthly reports.Interpret data, analyze results (KPIs; traffic, productivity, CR, NS, SM) and provide intelligent insights to the business; identify areas of opportunities and improvementMaintain a dashboard/score card to assist with strategic decision making, clear recommendations based on data and trends.Actively improving data management processes and insights Assist Omni channel marketing with collation and analyses of products performance within ORT channel.Campaign tracking and insights, learnings sharingWork with DTC Lead to maximize sales and profitability within the channel.Collate and Track Trade Spend across channel and by storesadidas celebrates diversity, supports inclusiveness and encourages individual expression in our workplace. We do not tolerate the harassment or discrimination toward any of our applicants or employees. We are an equal opportunity employer.",
    "experienceLevel": "Not Applicable",
    "employmentType": "Toàn thời gian",
    "industry": null,
    "publisher": {
      "name": null,
      "email": null
    },
    "companyDetails": {
      "size": null,
      "industry": null,
      "website": null
    }
  },
  {
    "title": "Business Intelligence Analyst (Operations) - Business Intelligence & Planning, Shopee",
    "company": "Shopee",
    "location": "Ho Chi Minh City, Ho Chi Minh City, Vietnam",
    "workplaceType": null,
    "postDate": "2025-09-09",
    "salary": null,
    "jobType": null,
    "jobLink": "https://vn.linkedin.com/jobs/view/business-intelligence-analyst-operations-business-intelligence-planning-shopee-at-shopee-4164758591?position=2&pageNum=0&refId=%2Fk2S6dRheJ%2F0f1s8MVrlXw%3D%3D&trackingId=IFxinOUxw890MPF%2FNuRj%2FA%3D%3D",
    "companyLink": "https://sg.linkedin.com/company/shopee?trk=public_jobs_jserp-result_job-search-card-subtitle",
    "description": "Job DescriptionEvaluate and define business metrics, democratize data by building and socializing decision tools (dashboard, reports)Work closely with business stakeholders (Seller Operations/ Fraud/ Payment) to conduct analysis that lead to actionable insights to grow the business and strengthen Operation performance.Consult business stakeholders to run analysis/data support that leads to actionable insights to grow/optimize the businessSupport various business functions with the development and maintenance of various management reportsRequirementsFrom 2+ years of experience in Business Intelligence or Data Analytics role with proven business impactStrong analytical thinking and ability to learn quickly with can do attitudeExcellence written and verbal communication skills in English and VietnameseExperience working with cross-functional teams to gather requirements and define the right metrics to describe the state of the business - both on a macro-level and a micro-levelStrong experience in SQLAdvanced Excel skills with knowledge in Power Query, Power PivotsKnowing statistical programming language (Python, R) to manipulate and draw insights from large data sets is a plus",
    "experienceLevel": "Mid-Senior level",
    "employmentType": "Toàn thời gian",
    "industry": null,
    "publisher": {
      "name": null,
      "email": null
    },
    "companyDetails": {
      "size": null,
      "industry": null,
      "website": null
    }
  },
  {
    "title": "Project Management - Business Development, Shopee",
    "company": "Shopee",
    "location": "Ho Chi Minh City, Ho Chi Minh City, Vietnam",
    "workplaceType": null,
    "postDate": "2025-09-29",
    "salary": null,
    "jobType": null,
    "jobLink": "https://vn.linkedin.com/jobs/view/project-management-business-development-shopee-at-shopee-4214943580?position=3&pageNum=0&refId=%2Fk2S6dRheJ%2F0f1s8MVrlXw%3D%3D&trackingId=MyotzKfjqmXcFDLQrCD92w%3D%3D",
    "companyLink": "https://sg.linkedin.com/company/shopee?trk=public_jobs_jserp-result_job-search-card-subtitle",
    "description": "Job Description Strategic Support & Market AnalysisConduct research and analysis on market trends, seller behavior, and competitive landscape.Translate data and insights into clear, actionable recommendations for Category Managers.Support the preparation of reports, dashboards, and presentations to track performance and inform decision-making. Project Execution & CoordinationAssist in planning, implementing, and monitoring internal projects to improve business development processes.Track project milestones, deliverables, and timelines to ensure smooth execution.Collaborate with cross-functional teams (e.g., Ops, Marketing, Product) to drive alignment and problem-solving. Process ImprovementIdentify inefficiencies and propose solutions to enhance workflows, reporting structures, and stakeholder communications.Document best practices and standard operating procedures to ensure consistent execution. Team Collaboration & CommunicationWork closely with the PMO Lead and Category Managers to ensure project and strategy alignment.Contribute to brainstorming sessions and team discussions with insights and ideas.Maintain high standards of communication and coordination across internal stakeholders.RequirementsBachelor’s degree in Business, Economics, Marketing, or a related field.Minimum 3 years of experience in consulting, project management, business analysis, or a similar role.Strong analytical and problem-solving skills; ability to structure and interpret data.Excellent communication and interpersonal skills.Proactive, detail-oriented, and comfortable working in a fast-paced environment.Proficiency in Microsoft Excel, PowerPoint, and data visualization tools (e.g., Tableau, Data Studio) is a plus.",
    "experienceLevel": "Mid-Senior level",
    "employmentType": "Toàn thời gian",
    "industry": null,
    "publisher": {
      "name": null,
      "email": null
    },
    "companyDetails": {
      "size": null,
      "industry": null,
      "website": null
    }
  },
  {
    "title": "Data Analyst (Finance)",
    "company": "12Go",
    "location": "Vietnam",
    "workplaceType": null,
    "postDate": "2025-09-30",
    "salary": null,
    "jobType": null,
    "jobLink": "https://vn.linkedin.com/jobs/view/data-analyst-finance-at-12go-4306697491?position=4&pageNum=0&refId=%2Fk2S6dRheJ%2F0f1s8MVrlXw%3D%3D&trackingId=%2BOBV6%2FQOoqhMeNXTSfvrJg%3D%3D",
    "companyLink": "https://th.linkedin.com/company/12go-asia?trk=public_jobs_jserp-result_job-search-card-subtitle",
    "description": "Connect with us to connect the world.Are you prepared to join the Finance team at 12Go and help us build the leading online travel platform, providing seamless booking experiences for travelers worldwide?12Go, being a part of Travelier group, offers a wide range of transportation options, including trains, buses, ferries, and flights, to help customers travel conveniently and affordably. Our vision is to enable any customer to instantly book any route in the world.In Finance at 12Go, we're not just processing numbers - we're powering unforgettable journeys. As a travel agency experiencing rapid growth, our finance team plays a crucial role in navigating the complex intersection of travel operations and financial management. We handle everything from multi-currency transactions and supplier relationships to revenue optimization and risk management in an industry that never sleeps.Join us in crafting this exciting journey, where your contribution will be key to our success!RequirementsEducational background in Mathematics, Economics, Business, Finance or similar5 years of proven working experience in FP&A, preferably in a multinational companyProficiency with SQL is a mustAdvanced level in Microsoft Excel / Google Sheets is a mustExperience working with GAAP and IFRSExperience with general ledger functions and the month-end/year-end closing processExperience with NetSuite (or similar accounting software) would be highly valuedExperience with BI tools (PowerBI, Superset, LookerStudio or simular) would be highly valuedBeing super hands-on and self-drivenSelf-disciplined and keen on meeting deadlinesOrganized and detail - oriented personMathematical thinkingFluent EnglishResponsibilities:Management Reporting and AnalysisOwning the annual operating plan and department budgetsDeveloping the financial models and forecasts that support informed decision-makingConsolidating, cleaning, and preparing financial and operational dataIntercompanies reportingProcess Improvement: Identify opportunities for process and policy improvements. Implement new processes and measures to improve operational efficiencyCross-Functional Collaboration: Work closely with other teams (like sales, marketing, operations, etc.) to help them understand the financial impact of their decisions and to provide them with analytical supportPreparing data for any ad hoc analysis executives may needWill be a plus:Experience with statistics and experience using statistical packages for analyzing datasetsPresentation software experienceMulti-currency experience, hedgingExperience in projects related to travel services (booking tickets, hotels, and tours)Confluence and JiraPythonBenefitsEngaging work on a product that enables millions of travelers to book their trips dailyFull-time remote working - 5 days week, 8 hours per dayDevelopment opportunities (budget for self-paced learning, global training workshops, online English language classes, e-learning platforms)Internal growth and internal mobility opportunitiesCompetitive annual leave, sick leave, and public holidaysAnnual company offsite in ThailandWhat should I do to dive into 12Go company culture?Apply! Update your CV and get ready to experience the best interview flow with our top talents.We can't wait to see you and share this awesome adventure together!",
    "experienceLevel": "Mid-Senior level",
    "employmentType": "Toàn thời gian",
    "industry": null,
    "publisher": {
      "name": null,
      "email": null
    },
    "companyDetails": {
      "size": null,
      "industry": null,
      "website": null
    }
  },
  {
    "title": "Data Analyst",
    "company": "Avery Dennison",
    "location": "Nhà Bè district, Ho Chi Minh City, Vietnam",
    "workplaceType": null,
    "postDate": "2025-09-16",
    "salary": null,
    "jobType": null,
    "jobLink": "https://vn.linkedin.com/jobs/view/data-analyst-at-avery-dennison-4301253099?position=5&pageNum=0&refId=%2Fk2S6dRheJ%2F0f1s8MVrlXw%3D%3D&trackingId=T9wT9JiAR%2Fl6BihU5vvxpw%3D%3D",
    "companyLink": "https://www.linkedin.com/company/avery-dennison?trk=public_jobs_jserp-result_job-search-card-subtitle",
    "description": "Company DescriptionAvery Dennison (NYSE:AVY) is a global materials science and digital identification solutions company that provides a wide range of branding and information solutions that optimize labor and supply chain efficiency, reduce waste, advance sustainability, circularity and transparency, and better connect brands and consumers.Our products and solutions include labeling and functional materials, radio frequency identification (RFID) inlays and tags, software applications that connect thy physical and digital, and a variety of products and solutions that enhance branded packaging and carry or display information that improves the customer experience. Serving an array of industries worldwide - including home and personal care, apparel, general retail, e-commerce, logistics food and grocery, pharmaceuticals and automotive - we employ approximately 35,000 employees in more than 50 countries. Our reported sales in 2023 were $8.4 billion. Learn more at www.averydennison.com.AVERY DENNISON IS PROUD TO BE CERTIFIED GREAT PLACE TO WORK IN AUSTRALIA, CHINA, INDIA, JAPAN, SINGAPORE, MALAYSIA, THAILAND AND VIETNAM, AND RECOGNIZE AS ONE OF THE BEST COMPANIES TO WORK FOR IN ASIA IN GREATER CHINA AND VIETNAM.Job DescriptionABOUT YOUR ROLE: Responsible for planning and coordinating production schedules to ensure all orders are fulfilled on time and in accordance with service commitments to customers.  Enhance operational efficiency by leveraging Artificial Intelligence (AI) for forecasting, optimization, and making data-driven decisions on scheduling and service. YOUR RESPONSIBILITIES WILL INCLUDE: Production Scheduling & Planning:Analyze orders and develop detailed daily and weekly production plans based on factory capacity. Collaborate with cross-functional teams (e.g., Production, Warehouse, etc.) to optimize schedules and resources, minimizing lead times and bottlenecks. Monitor, control, and adjust production schedules in response to changes or issues.  Customer Service Management:Ensure delivery timelines and service quality commitments are consistently met. Work closely with the Sales and Customer Service (CS) teams to promptly address customer inquiries and order-related issues. Track and analyze service performance metrics (Flexibility, Reliability, Output reliability, OIP, UEE, UPLH,...).  AI-Powered Process Optimization:Apply AI knowledge to develop more accurate forecasting models for production and delivery timelines. Utilize AI tools to optimize production schedules, automate planning processes, and propose optimal solutions for complex situations. Analyze historical data to identify trends and patterns, guiding strategic decisions to improve overall service performance.  Reporting & Analysis:Prepare periodic reports on scheduling performance, order completion status, and key service indicators. Analyze data and propose continuous improvement initiatives to boost efficiency. Qualifications Bachelor's degree. 0-3 years SML or related experience.  Good analytical, mathematical, organizational, verbal and written communication skills and detail-oriented.  Ability to interface with cross-functional groups to define and execute overall requirements.  Familiarity in process documentation and improvement.  Ability to design, develop, and maintain excel tables, formulas Understanding of applicable computer systems, such as Microsoft Office and function specific software. Additional InformationPlease send your resume via thao.d.tran@ap.averydennison.com",
    "experienceLevel": "Điều hành",
    "employmentType": "Toàn thời gian",
    "industry": null,
    "publisher": {
      "name": null,
      "email": null
    },
    "companyDetails": {
      "size": null,
      "industry": null,
      "website": null
    }
  }
]